Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: Although it was no doubt connected with his father’s (Chen Yun’s) critique of Deng, it was not simply a repetition of his father’s formulations.
es_us: Pese a que, sin lugar a dudas, estaba conectado con la crítica de Deng de su padre, Chen Yun, no se trataba simplemente de una repetición de las formulaciones de su padre.

source: Although it was not clear at the time, a major corruption scandal in Shanghai’s Social Security Bureau was about to quickly balloon into a political imbroglio that would bring down Shanghai’s Party leader.
es_us: Aunque no estaba del todo claro en ese momento, un gran escándalo de corrupción en el Ministerio de Trabajo, Empleo y Seguridad Social de Shanghái estaba a punto de convertirse en un embrollo político que se llevaría consigo al líder del Partido en Shanghái.

source: Although many intellectuals pointed out that the book was shallow, poorly written, and overly emotional, it is also apparent that many read it and perhaps even enjoyed the venting of the frustration that they shared (though perhaps not to the same degree).
es_us: A pesar de que muchos intelectuales señalaron que el libro era superficial, excesivamente emocional y estaba mal escrito, era evidente que muchos lo habían leído, y quizás hasta habían disfrutado la descarga de la frustración que compartían (aunque tal vez no con la misma intensidad).

source: Although many of these issues were implicit in much Chinese writing of the early 1990s, it was, ironically, Samuel Huntington’s 1993 article in Foreign Affairs, “The Clash of Civilizations?,” that really jelled the discussion and gave it focus.
es_us: Aunque muchos de estos temas estaban implícitos en la mayoría de las obras chinas de principios de los 90, fue irónicamente el artículo de 1993 de Samuel Huntington publicado en Foreign Affairs, "El choque de civilizaciones" que realmente aceitó la discusión y le dio foco.

source: Although many outside observers label them “neoconservatives,” they reject that label and instead see themselves as “true liberals” or as part of the New Left (xin zuopai).
es_us: A pesar de que los ajenos al tema los catalogaban de "neoconservadores", ellos rechazaban esa etiqueta y en cambio se veían como "verdaderos liberales" o como parte de la Nueva Izquierda (xin zuopai).

source: Although more extreme – particularly with regard to his nationalism – than other neoconservatives, He shared many of the basic orientations of
es_us: A pesar de que era más extremista que otros neoconservadores, en especial en lo que respecta a su nacionalismo, He compartía muchas de las orientaciones básicas de

source: Although more extreme – particularly with regard to his nationalism – than other neoconservatives, He shared many of the basic orientations of this approach.
es_us: A pesar de que era más extremista que otros neoconservadores, en especial en lo que respecta a su nacionalismo, He compartía muchas de las orientaciones básicas de este enfoque.

source: Although most intellectuals remain liberal in their basic orientation, their ability to influence public discourse remains limited.
es_us: A pesar de que la mayoría de los intelectuales continúan inclinándose hacia el liberalismo, su habilidad para influenciar el discurso público se ve limitada.

source: Although no name was attached to the document, it was reportedly written by a researcher at CASS and endorsed by conservative ideologue Deng Liqun.
es_us: A pesar de no figurar ningún nombre en el documento, se presume que fue escrito por un investigador de CASS y respaldada por el ideólogo conservador Deng Liqn.

source: Although reﬂections and introspections began almost immediately, it would be over two years before intellectuals began to regain their voice, and when they did it was not only a different voice that emerged but also a very changed and divided community.
es_us: Aunque las reflexiones y la introspección comenzaron casi de inmediato, debieron pasar dos años hasta que los intelectuales recuperaron su voz, y cuando lo hicieron, no sólo surgió una voz diferente, también una comunidad ransformada y dividida.

source: Although such norms have never been fully adhered to, they continued to exert a moral force.
es_us: Aunque dichas normas nunca se habían cumplido a rajatabla, seguían ejerciendo una presión moral.

source: Although such people argued for strengthening the center’s authority, there was a liberal goal within their vision.
es_us: A pesar de que esas personas luchaban por reforzar la autoridad central, había una meta liberal en su visión.

source: Although support for China’s entry into the WTO appears to have grown over the preceding years, the same divisions that had plagued China’s previous efforts continued to exist.
es_us: Aunque el apoyo al acceso de China a la OMC parecía haber aumentado en los años anteriores, todavía existían las mismas divisiones que plagaban los esfuerzos previos de China .

source: Although the Jiang Zemin era saw considerable efforts to reconcile these conflicting aspects of the political system, particularly with Jiang’s enunci-ation of the “Three Represents,” which permitted entrepreneurs to join the CCP, there has been a surprising re-emphasis on ideology, not to mention a tightened control over media and crackdown on those who pursue rights
es_us: Por esta razón, se realizaron esfuerzos considerables en la era Jiang Zemin para renconcilar estos aspectos conflictivos del sistema político, particularmente con la introducción de Jiang de Three Represents (la "Triple Representatividad") que permitió a emprendedores formar parte de la PCCh; sin embaro, hubo un nuevo y sorpresivo énfasis en ideología, sin mencionar un estricto control sobre los medios y represión para aquellos que reclamaban por sus derechos,

source: Although the May Fourth enlightenment project dominated intellectual endeavors in the 1980s, it was badly shaken by the end of the 1990s.
es_us: Aunque el proyecto de la Ilustración dominó los esfuerzos intelectuales en los años ochenta, fue gravemente alterado hacia el final de los años noventa.

source: Although the Party still claims legitimacy on the basis of Marxism-Leninism and this claim has important consequences for the political system, everyone is aware that performance legitimacy has become far more important than ideology in justifying the govern-ment’s continued rule.
es_us: Aunque el partido todavía reclama legitimidad sobre las bases del marxismo-leninismo, y este reclamo acarrea consecuencias importantes en el sistema político, todos son conscientes de que la legitimidad por cumplimiento se ha vuelto mucho más importante que la ideología cuando se pretende justificar el control constante del gobierno.

source: Although the Party, in the interest of putting ideological battles behind it at the beginning of the reform era, had ceased to describe intra-Party conflicts as “line struggles,” the notion of political line and hence of line struggle remained very much a part of Party life at the elite level.
es_us: Aunque el Partido, en el interés de poner batallas ideológicas detras de este a principios de la era de la reforma, habia cesado para describir los conflictos intrapartidarios como "luchas de linea", la noción de linea politica y, por consiguiente, la lucha de linea permaneció como parte de la vida del Partido en un nivel elite.

source: Although the Third Plenary Session of the Sixteenth Central Committee suggests a willingness to adopt more thorough-going marketization measures, Hu’s apparent support for criticism of neoliberalism, the creation of a new Marxism-Leninism Academy at CASS, tolerance of the sharp criticism of reform as it has developed over the previous two decades, and his retreat on the Property Rights Law, even if the law was eventually adopted, indicate a desire to bolster ideological legitimacy, even at the expense of economic reform.
es_us: Aunque la Tercera Sesión Plenaria del Decimosexto Comité Central sugiere una voluntad de adoptar medidas de mercantilización más exhaustivas, el aparente apoyo de Hu a la crítica al neoliberalismo, la creación de una nueva Academia marxista leninista en la ACCS, la tolerancia a las agudas críticas a la reforma como se había desarrollado en los últimos veinte años, y su vuelta atrás en cuanto con la Ley de Derechos de Propiedad, si bien esta ley fue aprobada finalmente, ponen en evidencia una intención de afianzar una legitimidad ideológica, incluso a expensas de una reforma económica.

source: Although the authors did not elaborate in detail, obviously they were exploring, however tentatively, efforts to establish viable political institutions.
es_us: A pesar de que los autores no profundizaron en el tema, es evidente que estaban analizando, de forma tentativa, los esfuerzos para establecer instituciones políticas viables.

source: Although the concept of Occidentalism includes denigration of Western culture, Zhang is more concerned with the idealizations of the West that he believes have been prevalent in China since the May Fourth Movement.
es_us: Aunque el concepto de Occidentalismo incluye la denigración de la cultura Occidental, Zhang está más preocupado por las idealizaciones del Occidente , las cuales él cree que prevalencen en China desde el movimiento del cuatro de mayo.

source: Although the critics charge that the economic reforms have fostered inequality and corruption, it is not clear that they have clear-cut alternatives that would not lead to worse outcomes.
es_us: Aunque los críticos afirman que las reformas económicas han fomentado la disparidad y la corrupción, no hay evidencia de que contaran con alternativas claras que llevaran a mejores resultados.

source: Although the document explicitly or implicitly questioned the whole reform enterprise since the Third Plenum of 1978, it reserved special venom for Deng Xiaoping’s 1992 trip to Shenzhen.
es_us: Aunque el documento cuestionaba explícita o implícitamente toda la reforma empresarial desde el Tercer Plenario de 1978, guardó un resentimiento para la visita de Deng Xiaoping en 1992 a Shenzhen.

source: Although the military had become more professionalized over the years, the possibility of it influencing power arrangements, or being brought into politics to support one leader or another, could not be discounted – as the PLA’s touting of Jiang Zemin’s military expertise the year before suggested.
es_us: A pesar de que los militares habían llegado a convertirse en profesionales durante esos años, la posibilidad de realizar acuerdos de poder o ser insertos en la política para apoyar a un líder u otro no podía dejarse afuera siendo que el EPL hacía alarde de la experiencia militar de Jiang Zemin un año antes de que este fuera recomendado.

source: Although the more conservative intellectual atmosphere associated with neoconservatism, the New Left, and nationalism developed largely independently of government direction (though the government certainly permitted the development of such discourse), government officials – particularly from the mid-1990s onward – frequently shared many, though not all, of the attitudes of such intellectuals.
es_us: A pesar del ambiente intelectual más conservador relacionado con el neoconservadurismo, la Nueva Izquierda y el nacionalismo que se desarrollaron principalmente de manera independiente de las órdenes del gobierno (aunque el gobierno sin duda permitió el desarrollo de esos discursos), los funcionarios del gobierno, en particular desde mediados de los 90 en adelante, a menudo compartían muchas, aunque no todas, de las actitudes de dichos intelectuales.

source: Although the public discussion on new authoritarianism is generally identified with a number of intellectuals close to then-General Secretary Zhao Ziyang, the earliest discussions were held in Shanghai.
es_us: A pesar de que la discusión pública sobre el nuevo autoritarismo se asocia por lo general con varios pensadores cercanos a Zhao Ziyang (el Secretario General de la época), los primeros debates se hicieron en Shangai.

source: Although the public nature of this debate ended with the crackdown of June 1989, the themes that it raised informed thinking among intellectuals and policy-makers alike and laid the bases for new debates in the 1990s, debates that reprised the themes of those debates on new authoritarianism but also developed in new directions.
es_us: A pesar de que la índole pública de este debate terminó con las medidas punitivas de junio de 1989, los temas que planteó dicho debate formaron el pensamiento de los intelectuales como así también el de los responsables políticos, y sentó las bases para nuevas discusiones en la década de los 90, las cuales retomaron los temas de aquellos debates sobre el neoautoritarismo pero también se desarrollaron nuevas direcciones.

source: Although the transition was peaceful, it was hardly without tensions.
es_us: Si bien la transición fue pacífica, era difícil sin tensiones.

source: Although the “cultural fever” referred to above allowed for continued links between the state and intellectuals, the growing autonomy of intellectuals soon led them on a collision course with the state.22
es_us: A pesar de que la “fiebre cultural” a la que se hizo referencia con anterioridad permitió vínculos constantes entre el estado y los intelectuales, la autonomía en crecimiento de estos últimos amenazaba con generar conflicto con el estado22.

source: Although their critiques of insider deals and other abuses of reform shine a useful light on the dark corners of reform, it is not yet evident that the exposure of scandals is leading to better corporate governance and healthier legal institutions.
es_us: Aunque sus críticas sobre acuerdos internos y otros abusos de la reforma clarifican oportunamente las rincones oscuros de la reforma, sin embargo, no existe evidencia alguna de que la revelación de los escándalos lleve a una mejor gobernación ni a instituciones legales más íntegras.

source: Although this imagery drew harsh criticism from the left wing of the Party, it was perfectly consistent with what the Party had been trying to do over the past several years: somehow “square the circle” connecting China’s traditional history and its modern revolution so that the latter can be viewed as a continuation, rather than a refutation, of the former.72
es_us: Aunque esta imagen desencadenó duras críticas provenientes del ala izquierda del partido, era perfectamente consistente con lo que el partido había tratado de hacer desde hace varios años, que era de alguna manera "encontrar la cuadratura del círculo" que conectara la historia tradicional de China con su revolución moderna para que esta última pudiera ser vista como una continuación y no como una refutación de la primera.72

source: Although vague, the term “core” suggests a leader who occupies the center of a wide-ranging web of formal and informal relations that confer an authority not easily displaced.
es_us: Aunque sea algo vago, la palabra "cabeza" se refiere a un dirigente que ocupa el rol central en una red extensa de relaciones formales e informales que confiere una autoridad difícil de reemplazar.

source: Although well connected with some conservative leaders, there was an unmistakable opportunism in He Xin’s xenophobic defenses of the government, which contrasted with Chen Yuan’s politically more important efforts to articulate an alternative economic agenda.
es_us: Aunque se establecieron buenas relaciones con algunos líderes conservadores, había un oportunismo inconfundible en las defensas xenófobas del gobierno de He Xin, las cuales se diferenciaban de los esfuerzos políticamente más importantes de Chen Yuan, que consistían en articular una nueva agenda económica alternativa.

source: Although “Realistic Responses” called for readjusting central–local relations in favor of the center and rejected blind faith in market forces as “utopian capitalism,” it did not reconcile that agenda with either its acceptance of market forces (shy of blind faith) or with the continuing poor performance of stateowned enterprises and the rapid growth of the non-state sector that had accompanied the growth of market forces.
es_us: Aunque las “respuestas realistas” exigían un reajuste de las relaciones centrales-locales a favor del centro y rechazaban la fe ciega en las fuerzas del mercado como "capitalismo utópico", no reconciliaron esa agenda ya sea con su aceptación de la fuerzas del mercado (tímida de fe ciega) o con el bajo desempeño continuo de las empresas estatales y el rápido crecimiento del sector no estatal que había acompañado el crecimiento de las fuerzas del mercado.

source: American officials were probably correct when they claimed that doing so would have been ineffective and that the Chinese government would use such a forum to constrain US actions; nevertheless, unilateral NATO action touched the
es_us: Los funcionarios estadounidenses quizás estaban en lo correcto al sostener que llevarlo a cabo no sería efectivo y que el gobierno chino utilizaría dicho foro para restringir las acciones de EE. UU.; sin embargo, la acción unilateral de la OTAN confirmó los

source: Among Party conservatives there was a deep sense of “we told you so.” Their warnings, they believed, had not been listened to, and Tiananmen was the fulfillment of their predictions.
es_us: Entre los miembros del partido conservador, habia una gran sensación de "te lo habiamos dicho". Los conservadores creían que sus advertencias no habian sido escuchadas y Tiananmén fue la realización de estas predicciones.

source: An Investigation of China’s Peasants by Chen
es_us: Prohibición de An Investigation of China’s Peasants (Investigación sobre los campesinos de China), escrito por Chen

source: An editorial note accompanying the first of these eight articles stated that, “[i]n the course of opening to the outside world and economic structural reform, some trends of social thought have inevitably affected the troops, and the corrosive effect on cadres and troops of various sorts of corrupt thinking and culture should not be underestimated.” That first article discussed drawing a line between “socialist democracy” and “Western parliamentary democracy,” decrying the latter but nonetheless calling for new efforts to gradually perfect the former.
es_us: Una nota editorial que acompaña al primero de estos ocho artículos declaró que, “[e]n el curso de la apertura al mundo exterior y la reforma estructural de la economía, algunas tendencias del pensamiento social han afectado inevitablemente a las tropas, y el efecto corrosivo sobre los cuadros y tropas de varios tipos de pensamiento corrupto y de la cultura no se deben subestimar”. Ese primer artículo discutió acerca de trazar una línea entre la “democracia socialista” y la “democracia parlamentaria occidental”, denunciando a esta última, pero no obstante pidiendo nuevos esfuerzos para perfeccionar gradualmente a la primera.

source: An example of the former is Chinese artists whose works have become popular in the West, such as the film director Zhang Yimou, Zheng Nian (Cheng Nien, the author of Life and Death in Shanghai), and Zhang Rong (Chang Jung, author of Wild Swans and, more recently, co-author of The Unknown Story of Mao).
es_us: Un ejemplo de lo anterior son los artistas chinos cuyos trabajos son populares en el Occidente, como la película del director Zhang Yimou, Zheng Nian (Cheng Nien, la autora de "Vida y muerte en Shangai"), y Zhang Rong (Chang Jung, la autora de "Los cines salvajes" y, más recientemente, la coautora de "Mao: La historia desconocida").

source: An incident had the possibil-ity of evolving into a destructive riot.
es_us: Cualquier incidente, por más pequeño que fuere, podía llegar a convenirse en una revuelta intensa.

source: An orgy of real estate and stock speculation stimulated new income inequalities, between classes as well as between regions.
es_us: Una orgía de bienes raíces y especulaciones bursátiles estimulaban nuevas desigualdades de ingreso entre las clases al igual que entre las regiones.

source: And Larry Lang, whatever his intent, was certainly right that many, if not most, MBOs were insider deals that benefited a few entrepreneurs (mostly former officials) at the expense of both workers and the state.
es_us: Larry Lang, más allá de sus intenciones, estaba en lo cierto: muchas, sino la gran mayoría, de las compras de empresas por sus directivos eran parte de negocios internos que beneficiaron a sólo unos poco empresarios (mayormente exfuncionarios) a expensas de los trabajadores y el estado.

source: And Zeng Qinghong, Jiang’s closest associate, not only joined the PBSC but was also named to head the Secretariat, the body that oversees the implementation of Politburo decisions.
es_us: Y Zeng Qinghong, el socio más cercano de Jiang, no solo formaría parte del PBSC, pero también sería nombrado líder de la secretaría, el cuerpo que supervisa la implementación de las decisiones de Politburó.

source: And both Wu and Wang were known as officials who could get things done.
es_us: Además, Wu y Wang eran considerados funcionarios capaces de cumplir con sus responsabilidades.

source: And fourth, social change, which has affected the way people have thought about their society and has forced the state to modify its agenda.
es_us: Y cuarto, el cambio social, que afectó la forma en que se pensaba la sociedad y forzó al Estado a modificar su agenda.

source: And how did Jiang Zemin, with little experience in elite political circles and none in military, manage to prevail?
es_us: ¿Y cómo se las arregló Jiang Zemin para permanecer en el poder con su escasa experiencia en los círculos de la política de élite y nula experiencia en lo militar?

source: And it is not clear that Hu will be able to pass power on to a successor in a smooth and institutionalized manner.
es_us: Y no está claro si Hu será capaz de traspasar el poder a un sucesor de una manera diplomática e institucionalizada.

source: And it was at this time that Hu Jintao recast Jiang’s Three Represents to better fit his (Hu’s) ideological needs by giving an unusual speech on July 1, the eighty-second anniversary of the founding of the CCP.
es_us: Y fue la primera vez que Hu Jintao reestructuró la Triple Representatividad de Jiang para amoldarla a sus necesidades ideológicas y dio un particular discurso el 1 de julio, en el octogésimo segundo aniversario de fundación del PCCh.

source: And neither Hu Yaobang nor Zhao Ziyang, the heir apparents to Deng Xiaoping, was able to take his place.
es_us: Ni tampoco Hu Yaobang o Zhao Ziyang, los herederos aparentes de Deng Xiaoping, fueron capaces de tomar su lugar.

source: And sometimes, the campaign against peaceful evolution is more important.” Chen Yun himself presided over a meeting of the CAC held in Beijing on February 17 at which he declared that the only way for the CCP to avoid a CPSU style collapse was to emphasize communist ideology and strengthen Party building.
es_us: Además, a veces, la campaña en contra de la evolución pacífica es más importante more importante.” El mismísimo Chen Yun presidió la reunión del CACque tuvo lugar en Pekín el 17 de febrero en el que afirmó que la única en la que el PCCh podría evitar un colapso al estilo del PCUS era hacer hincapié en la ideología comunista y fortalecer la construcción del Partido.
